Repository: techtek/steempi
Catalog: modules/settings/locale/*/LC_MESSAGES/settings.po
Languages: fr, nl, zh

source: username
fr: Nom d'utilisateur
nl: Gebruikersnaam
zh: 用戶名

source: language
fr: Langage
nl: Taal
zh: 語言

source: settings saved successfully
fr: Les paramètres ont bien été enregistrés.Dans quelques secondes, SteemPi sera redémarré.
nl: De instellingen zijn succesvol opgeslagen<br />In enkele ongenblikken zal de SteemPi interface worden geladen
zh: 成功儲存設置.SteemPi 快將重新啟動.

source: save
fr: Sauvegarder
nl: Opslaan
zh: 儲存

source: language en
fr: Anglais (english)
nl: Engels (english)
zh: English

source: language fr
fr: Français
nl: Frans (french)

source: language de
fr: Allemand (deutsch)
nl: Duits (deutsch)
zh: German (deutsch)

source: language nl
fr: Néerlandais (nederlands)
nl: Nederlands
zh: Dutch (nederlands)

source: main settings
fr: Paramètre général
nl: Algemene instellingen
zh: 一段設定

source: module activation status
fr: État du module d'activation
nl: Module Status
zh: 組件啟動狀態

source: module order
fr: Ordre des modules
nl: Module sorteren
zh: 組件次序

source: main ledtests
fr: test DEL
nl: LED tests
zh: 發光二極管測試

source: backgrounds
fr: Arrière-plans
nl: Achtergronden
zh: 背景

source: language zh
zh: 中文
